Repository: shahdin-sh/Django_Ecommerce_Website
Catalog: product/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Clothing and fashion
fa: فشن و لباس

source: Supermarket Items
fa: سوپر مارکت

source: Home Appliances
fa: لوازم خانه

source: Toys
fa: اسباب بازی

source: Books
fa: کتاب

source: title
fa: عنوان محصول

source: price
fa: قیمت محصول

source: existence
fa: موجودیت محصول

source: cover
fa: جلد محصول

source: numbers
fa: تعداد محصول

source: classification
fa: دسته بندی ها

source: likes_on_product
fa: امیتاز کاربران به این محصول

source: perfect
fa: عالی

source: good
fa: خوب

source: normal
fa: متوسط

source: bad
fa: ضعیف

source: Very bad
fa: بسیار ضعیف

source: comment_text
fa: متن نظر

source: comment_datetime_created
fa: تاریخ ثبت نظر

source: comment_datetime_modified
fa: تاریخ ویرایش نظر

source: product rate
fa: امتیازدهی به محصول

source: Add To Cart
fa: افزودن به سبد خرید

source: Categorize
fa: دسته بندی ها:

source: Product Description
fa: توضیحات محصول

source: number of comments for
fa: تعداد دیدگاه برای

source: Add Replay
fa: افزودن بازخورد

source: Submit
fa: ثبت

source: Replies
fa: بازخورد ها

source: Add a Comment
fa: افزودن نظر

source: your comment saved successfully
fa: دیدگاه شما با موفقیت ذخیره شد.

source: your comment changed successfully
fa: دیدگاه شما با موفقیت تغییر کرد.

source: your comment deleted successfully
fa: دیدگاه شما با موفقیت حذف شد.
